<?php

return [
  'ads' => 'الإعلانات',
'create' => 'إنشاء إعلان',
'update' => 'تحديث الإعلان',
'delete' => 'حذف الإعلان',
'delete_confirmation' => 'هل أنت متأكد أنك تريد حذف هذا الإعلان؟',
'name' => 'الاسم',
'type' => 'النوع',
'url' => 'الرابط',
'created' => 'تاريخ الإنشاء',
'label' => [
  'type' => 'النوع',
  'name' => 'الاسم'
],
'placeholder' => [
  'name' => 'ابحث بالاسم'
],
'nolink' => 'الرابط غير موجود',
'clicklink' => 'انقر على الرابط',
'teachertype' => 'إعلان عن الأستاذ',
'coursetype' => 'إعلان عن الدورة',
'urltype' => 'إعلان خارج التطبيق',
];
