<?php

return [
    'admin_welcome' => 'مرحبًا بك في لوحة تحكم المشرف!',
    'dashboard_explanation' => 'توفر لك لوحة التحكم هذه أدوات قوية لإدارة الدورات التدريبية ومراقبة المشتريات والإشراف على المنصة بأكملها.',
    'courses_management' => 'في قسم الدورات، يمكنك مراجعة الدورات الجديدة واتخاذ قرار بشأن قبولها أو رفضها بناءً على جودتها وملاءمتها.',
    'courses_button' => 'الذهاب إلى الدورات',
    'purchases_management' => 'في قسم المشتريات، يمكنك مراجعة وإدارة مشتريات المستخدمين، بما في ذلك خيار قبول أو رفض المعاملات حسب الحاجة.',
    'purchases_button' => 'الذهاب إلى المشتريات',
    'courses_section_title' => 'إدارة الدورات',
    'purchases_section_title' => 'إدارة المشتريات',
    'user_welcome' => 'مرحبًا بك في لوحة التحكم',
    'user_dashboard_explanation' => 'يمكنك هنا إدارة منشوراتك ودوراتك ومتابعة تقدمك. استكشف الأقسام أدناه للبدء.',
    'user_posts_section_title' => 'إدارة منشوراتك',
    'user_posts_management' => 'قم بإنشاء وتحرير وتنظيم منشوراتك. شارك معرفتك وتجاربك مع الآخرين.',
    'user_posts_button' => 'إدارة المنشورات',
    'user_courses_section_title' => 'دوراتك',
    'user_courses_management' => 'تصفح والتحق من الدورات وتتبع تقدمك التعليمي.',
    'user_courses_button' => 'إدارة الدورات'
];
