<?php

return [

    'levelsubjects'  => 'المواد الدراسيـة',
    
    'level' => [
        'name'   => 'إسم السنةالدراسية',
        'name_ar'   => 'إسم السنة بالعربية',
        'name_en'   => 'إسم السنة بالإنجليزية',
        'name_fr'   => 'إسم السنة بالفرنسية',
    ],
    'subject' => [
        'name_'   => 'إسم المادةالدراسية',
        'name_ar'   => 'إسم المادة بالعربية',
        'name_en'   => 'إسم المادة بالإنجليزية',
        'name_fr'   => 'إسم المادة بالفرنسية',
    ],

    'create'    => 'إظافة مادة للسنة الدراسية',
    'edit'      => 'تعديل مادة',
    'update'    => 'تحديث مادة',   
    'delete'    => 'حذف المادة من السنة الدراسية',  

    'delete_confirmation' => 'هل انت متاكد من عملية حذف هذه المادة من السنة الدراسية ؟',

    'label'=> [
        'subject'   => 'إسم المادة',
        'level'     => 'إسم العام الدراسي',
    ],
    'select'=>[
        'subject' => 'إختر المادة الدراسية',
        'level'   =>'إختر العام الدراسي',
    ],  
];
