<?php

return [

    // 'dashboard' => 'لوحة التحكم',
    'dashboard' => 'لوحــة التحكـــــم',
    'levels'    => 'السنوات الدراسية',
    'name'   => 'إسم السنة',
    'name_ar'   => 'إسم السنة بالعربية',
    'name_en'   => 'إسم السنة بالإنجليزية',
    'name_fr'   => 'إسم السنة بالفرنسية',
    'image'     => 'صورة السنة',
    'actions'   => 'العمليات',

    'specialty_ar' =>  'إسم الشعبة باللغة العربية',
    'specialty_en' => 'إسم الشعبة باللغة الإنجليزية',
    'specialty_fr' => 'إسم الشعبة باللغة الفرنسية',

    'create'    => 'إظافة سنة دراسـية',
    'edit'      => 'تعديل سنة دراسـية',
    'update'    => 'تحديث سنة دراسـية',
    'delete'    => 'حذف سنة دراسـية',

    'delete_confirmation' => 'هل انت متاكد من عملية حذف هذه السنة الدراسية ؟',

    'label'=> [
        'section' => 'الطور الدراسي',
        'year'    =>  'العام الدراسي',
        'name'   => 'إسم السنة',
        'name_ar'   => 'إسم السنة بالعربية',
        'name_en'   => 'إسم السنة بالإنجليزية',
        'name_fr'   => 'إسم السنة بالفرنسية',
        'specialty_ar' =>  'إسم الشعبة باللغة العربية',
        'specialty_en' => 'إسم الشعبة باللغة الإنجليزية',
        'specialty_fr' => 'إسم الشعبة باللغة الفرنسية',
    ],
    'select'=>[
        'section' => 'إختر الطور الدراسي',
        'year'   =>'إختر العام الدراسي',
    ],
    'option' => [
        'year' => [
            'one' => 'السنة الأولى',
            'two' => 'السنة الثانية',
            'there' => 'السنة الثالثة',
            'foor' => 'السنة الرابعة',
            'five' => 'السنة الخامسة',
        ],
    ],
    'placeholder' =>[
        'name' => 'أكتب إسم السنة',
        'name_ar' => 'أكتب إسم السنة باللغة العربية',
        'name_en' => 'أكتب إسم السنة باللغة الإنجليزية',
        'name_fr' => 'أكتب إسم السنة باللغة الفرنسية',
        'specialty_ar' => 'أكتب إسم الشعبة باللغة العربية',
        'specialty_en' => 'أكتب إسم الشعبة باللغة الإنجليزية',
        'specialty_fr' => 'أكتب إسم الشعبة باللغة الفرنسية',
    ]
];
