<?php

return [
    'dashboard'  => 'لوحــة التحكـــــم',
    'pages'      => 'الصفحات',
    'sections'   => 'الأطوار الدراسية',
    'levels'     => 'السنوات الدراسية',
    'subjects'   => 'المواد الدراسية',
    'level-subjects' => 'مواد السنوات الدراسية',
    'coupons'        => 'الكوبونات',
    'users'        => 'المستخدمين',
    'courses'     => 'الدورات',
    'ads' => 'الإعلانات',
    'notices' => 'الإشعارات',
    'documentation' => 'السياسات و الشروط',
    'policy' => 'سياسة الخصوصية',
    'about' => 'شروط الاستخدام'
];
