<?php

return [
    'success'    => [
        'create' => 'تم حفظ البيانات بنجاح',
        'update' => 'تم تحديث البيانات بنجاح',
        'delete' => 'تم  حذف البيانات بنجاح',
        'upgrade'=> 'عملية ترقية الحساب تمت بنجاح',

        'approved' => 'تم الموافقة على نشر هذه الدورة',
        'reject'   => 'تم رفض هذه الدورة',
    ],
    'error'    => [
        'create' => 'حدث خطا في حفظ البيانات',
        'update' => 'حدث خطا في تحديث البيانات',
        'delete' => 'حدث خطا في حذف البيانات',
        'upgrade'=> 'حدث خطأ في عملية ترقية الحساب',

        'approved' => 'حدث خطأ أثناء الموافقة على هذ الدورة',
        'reject'   => 'حدث خطأ أثناء رفض هذ الدعوة',
    ],
];
