<?php

return [

  'notices' => 'الإشعارات',
  'create' => 'إنشاء إشعار',
  'label' => [
    'title' => 'العنوان',
    'title_ar' => 'العنوان (بالعربية)',
    'title_en' => 'العنوان (بالإنجليزية)',
    'title_fr' => 'العنوان (بالفرنسية)',
    'content_ar' => 'المحتوى (بالعربية)',
    'content_en' => 'المحتوى (بالإنجليزية)',
    'content_fr' => 'المحتوى (بالفرنسية)',
    'broadcast_to' => 'إرسال إلى',
    'broadcast_type' => 'نوع الإرسال',
  ],
  'placeholder' => [
    'title' => 'أدخل العنوان',
    'title_ar' => 'أدخل العنوان بالعربية',
    'title_en' => 'أدخل العنوان بالإنجليزية',
    'title_fr' => 'أدخل العنوان بالفرنسية',
    'content_ar' => 'أدخل المحتوى بالعربية',
    'content_en' => 'أدخل المحتوى بالإنجليزية',
    'content_fr' => 'أدخل المحتوى بالفرنسية',
  ],
  'title' => 'عنوان الإشعار',
  'content' => 'المحتوى',
  'edit' => 'تعديل الإشعار',
  'delete' => 'حذف الإشعار',
  'delete_confirmation' => 'هل أنت متأكد من أنك تريد حذف هذا الإشعار؟',
  'broadcast_to' => 'إرسال إلى',
  'broadcast' => [
    'broadcast' => 'إرسال إشعار',
    'all_users' => 'جميع المستخدمين',
    'students_only' => 'التلاميذ فقط',
    'teachers_only' => 'الأساتذة فقط',
    'silent' => 'صامت',
    'vocal' => 'صوتي',
  ],

];
