<?php

return [

    'purchases'    => 'المبيعات',
    'course'       => 'الدورة',
    'student'   => 'المشتري',
    'teacher'       => 'مالك الدورة',
    'student_info'   => 'معلومات المشتري',
    'teacher_info'       => 'معلومات مالك الدورة',
    'price' => 'سعر الدورة',
    'total'   => 'المبلغ المدفوع',
    'status'   => 'الحالة',
    'created'   => 'تاريخ الانشاء',
    'coupons'   => 'الكوبونات المستعملة',
    'info' => 'معلومات عامة',

    'coupon' => [
        'code' => 'كود الكوبون',
        'percentage' => 'نسبة التخفيض',
        'amount' => 'قيمة التخفيض',
    ],

];
