<?php

return [
    'purchases'  => 'المشتريات',

    'student_name' => 'الطالب',
    'course_name' => 'الدورة',
    'price' => 'السعر',
    'total' => 'المجموع',
    'status' => 'الحالة',


    'no_purchase' => 'لا يوجد دورات',

    'delete'   => 'حذف الشراء', 

    'label' => [
        'status' => 'الحالـة',
        'course_name'     => 'إسم الدورة',
    ],

    // 'teacher'  => 'الأستاذ',
    // 'subject'  => 'المادة',
    // 'name'     => 'إسم الدورة',
    // 'description'=> 'الوصـف',
    // 'price'  => 'السعر',
    // 'image'  => 'صورة تعريفية عن الدوة',
    // 'video'  => 'فيديو تعريفي عن الدورة',
    // 'status' => 'الحـالة',

    // 'lessons' => 'الدروس',

    // 'delete'   => 'حذف الدورة', 
    // 'approved' => 'موافقة على نشر الدورة',
    // 'reject'   => 'رفض نشر الدورة',
    // 'show'     => 'الإطلاع على كل تفاصيل الدورة',
    // 'details'  => 'تفاصيل كل الدورة',
    
    // 'delete_confirmation' => 'هل أنت متأكد من عملية حـذف هذه الدورة ؟',
    // 'reject_confirmation' => 'هل أنت متأكد من عملية رفض هذه الدورة ؟',
    // 'approved_confirmation' => 'هل أنت متأكد من عملية قبول هذه الدورة ؟',

    // 'select' => [
    //     'status' => 'إختر حالة الدورة',
    //     'subject'=> 'إختر إسم المادة',
    //     'teacher'=> 'إختر الأستاذ'
    // ],
    // 'label' => [
    //     'status' => 'الحالـة',
    //     'name'     => 'إسم الدورة',
    //     'teacher'  => 'الأستاذ',
    //     'subject'  => 'الـمادة'
    // ],
];