<?php

return [

    // 'dashboard' => 'لوحة التحكم',
    'dashboard' => 'لوحــة التحكـــــم',
    'sections'  => 'الأطوار الدراسية',
    'name'   => 'إسم الطور',
    'name_ar'   => 'إسم الطور بالعربية',
    'name_en'   => 'إسم الطور بالإنجليزية',
    'name_fr'   => 'إسم الطور بالفرنسية',
    'image'     => 'صورة الطور',
    'actions'   => 'العمليات',

    'create'    => 'إظافة طور دراسـي',
    'edit'      => 'تعديل طور دراسـي',
    'update'    => 'تحديث طور دراسـي',   
    'delete'    => 'حذف طور دراسـي', 
    
    'delete_confirmation' => 'هل انت متاكد من عملية حذف هذه الطور الدراسي ؟',

    'label'=> [
        'name'   => 'إسم الطور',
        'name_ar'   => 'إسم الطور بالعربية',
        'name_en'   => 'إسم الطور بالإنجليزية',
        'name_fr'   => 'إسم الطور بالفرنسية',
    ],

    'placeholder' =>[
        'name' => 'أكتب إسم الطور',
        'name_ar' => 'أكتب إسم الطور باللغة العربية',
        'name_en' => 'أكتب إسم الطور باللغة الإنجليزية',
        'name_fr' => 'أكتب إسم الطور باللغة الفرنسية'
    ]
];