<?php

return [

    // 'dashboard' => 'لوحة التحكم',
    'dashboard' => 'لوحــة التحكـــــم',
    'subjects'  => 'المواد الدراسيـة',
    'name_ar'   => 'إسم المادة بالعربية',
    'name_en'   => 'إسم المادة بالإنجليزية',
    'name_fr'   => 'إسم المادة بالفرنسية',
    'image'     => 'صورة المادة',
    'actions'   => 'العمليات',
    
    'create'    => 'إظافة مادة',
    'edit'      => 'تعديل مادة',
    'update'    => 'تحديث مادة',   
    'delete'    => 'حذف مادة',  

    'delete_confirmation' => 'هل انت متاكد من عملية حذف هذه المادة ؟',

    'label'=> [
        'name'   => 'إسم المادة',
        'name_ar'   => 'إسم المادة بالعربية',
        'name_en'   => 'إسم المادة بالإنجليزية',
        'name_fr'   => 'إسم المادة بالفرنسية',
    ],
    'placeholder' =>[
        'name' => 'أكتب إسم المادة',
        'name_ar' => 'أكتب إسم المادة باللغة العربية',
        'name_en' => 'أكتب إسم المادة باللغة الإنجليزية',
        'name_fr' => 'أكتب إسم المادة باللغة الفرنسية'
    ]
];
