<?php

return [
    'users'   => 'المستخدمون',
    'name'    => 'الإسم',
    'email'   => 'الإميل',
    'phone'   => 'الهاتف',
    'gender'  => 'الجنس',
    'image'   => 'الصورة الشخصية',
    'role'    => 'الدور',
    'account'   => 'الوظيفة',
    'status'  => 'الحالة',
    "wallet" => "المحفظة",

    'create'    => 'إظافة مستخدم جديد',
    'edit'      => 'تعديل بيانات المستخدم',
    'update'    => 'تحديث بيانات المستخدم',
    'delete'    => 'حذف مستخدم',
    'upgrade'   => 'ترقية الحساب',

    'delete_confirmation'  => 'هل انت متاكد من عملية حذف هذه المستخدم ؟',
    'upgrade_confirmation' => 'هل أنت متأكد من عملية ترقية هذ الحساب',
    'inactive_confirmation' => 'هل أنت متأكد من عملية إلغاء تفعيل الحساب',
    'active_confirmation'   => 'هل أنت متأكد من عملية تفعيل الحساب',

    'label'=> [
        'role'     => 'الدور',
        'status'   => 'الحالة',
        'search'   => 'بحث',
        'name'     => 'الإسم',
        'email'    => 'الإميل',
        'phone'    => 'رقم الهاتف',
        'gender'   => 'الجنس',
        'password' => 'كلمة السر',
        'ccp' => 'رقم الحساب البريدي (CCP)',
        'baridi_mob' => 'رقم حساب بريدي موب (Baridi mob)',
    ],
    'placeholder' =>[
        'search' => 'أكتب إسم المستخدم او الاميل او الهاتف',
        'name'   => 'أكتب الإسم',
        'email'  => 'أكتب الإميل',
        'phone'  => 'أكتب رقم الهاتف',
    ],
    'select'=>[
        'status' => 'إختر حالة المستخدم',
        'role'   =>'إختر دور المستخدم',
    ],

    "statuss" => [
        'active'      => 'مفعل',
        'inactive'    => 'عير مفعل',
        'banned'      => 'ممنوع',
        'unconfirmed' => 'غير مؤكد',
    ],
    'statuses' => [
        'active'  => 'تفعيل الحساب',
        'inactive' => 'إلغاء تفعيل الحساب',
    ],

];
