<?php

return [
    'users'   => 'المستخدمون',
    'name'    => 'الإسم', 
    'email'   => 'الإميل', 
    'phone'   => 'الهاتف', 
    'gender'  => 'الجنس',
    'image'   => 'الصورة الشخصية', 
    'role'    => 'الدور',
    'status'  => 'الحالة',

    'create'    => 'إظافة مستخدم جديد',
    'edit'      => 'تعديل بيانات المستخدم',
    'update'    => 'تحديث بيانات المستخدم',   
    'delete'    => 'حذف مستخدم',  
    
    'delete_confirmation' => 'هل انت متاكد من عملية حذف هذه المستخدم ؟',

    'label'=> [
        'role'     => 'الدور',
        'status'   => 'الحالة',
        'search'   => 'بحث',
    ],
    'placeholder' =>[
        'search' => 'أكتب إسم السمتخدم او الاميل او الهاتف',
    ],
    'select'=>[
        'status' => 'إختر حالة المستخدم',
        'role'   =>'إختر دور المستخدم',
    ],  

    "statuss" => [
        'active'      => 'مفعل',
        'inactive'    => 'عير مفعل',
        'banned'      => 'ممنوع',
        'unconfirmed' => 'غير مؤكد',
    ],
];